module.exports={
    otp_sent: "تم إرسال رمز التحقق إلى رقم الهاتف وسوف يكون صالح لمده خمس دقائق",
    otp_invalid: "رمز التحقق غير صالح او انتهت صلاحيته يرجى ادخال الرقم مره اخرى لاعاده ارسال رمز جديد",
    otp_verified: "تم التحقق من رمز التحقق بنجاح",
    otp_resend: "إعادة إرسال رمز التحقق",
    otp_expired: "انتهت صلاحية رمز التحقق، يرجى طلب رمز جديد",
    phone:"رقم الهاتف غير صحيح يرجى ادخال رقم صالح",
    register:{
        exists: "المستخدم موجود بالفعل",
        success: "تم تسجيل المستخدم بنجاح",
        error: "حدث خطأ أثناء تسجيل المستخدم، يرجى المحاولة مرة أخرى"
    },
    login:{
        invalid:"رقم لاهاتف او الايميل او الباسورد غير صحيح",
        error: "يرجى تسجيل الدخول أولاً",
        success: "تم تسجيل الدخول بنجاح"
    }
    

}